Page({
  data: {
    docs: [
      {
        title: '冲水',
        content:
          '机器启动后按“清水开始”键开始洗车，提起高压水枪按清水清洗键，用清水冲洗完车辆外表后，按一次暂停；',
      },
      {
        title: '冲泡沫',
        content:
          '按“泡沫开始”键给车身打泡沫，对车辆外表喷洒泡沫，打好泡沫再按一次暂停，再切换回清水清洗模式，用清水冲洗泡沫；',
      },
      {
        title: '吸尘',
        content:
          '如果需要清理车内，可以拿起吸尘管，按下“吸尘开始”键清理车内，是另外计费，洗完后按“暂停”；',
      },
      {
        title: '消毒',
        content:
          '如果需要给车辆消毒，可以按“消毒”键 给爱车消毒，拿起臭氧输送管到车内，关紧车窗和车门，消完毒后，按下“暂停”完成洗车。',
      },
    ],
  },
  onLoad() {},
  onShow() {},
});
